Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/PluginBookProgress/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk

source: Book Progress
zh_hans: 书籍进度管理
zh_hant_hk: 書籍進度管理

source: Download failed: %@
zh_hans: 下载失败: %@
zh_hant_hk: 下載失敗: %@

source: Save and restore book playback progress
zh_hans: 负责书籍播放进度的保存和恢复
zh_hant_hk: 負責書籍播放進度的保存和恢復

source: Display and scrub audiobook progress, remembering the last listening position
zh_hans: 展示与拖动有声书播放进度，记住上次收听位置。
zh_hant_hk: 顯示與拖曳有聲書播放進度，記住上次收聽位置。

source: Audiobook Progress
zh_hans: 有声书进度
zh_hant_hk: 有聲書進度

source: Version
zh_hans: 版本
zh_hant_hk: 版本

source: Type
zh_hans: 类型
zh_hant_hk: 類型

source: Plugin
zh_hans: 插件
zh_hant_hk: 外掛程式

source: Core Capabilities
zh_hans: 核心能力
zh_hant_hk: 核心能力

source: Shows the current playback position.
zh_hans: 展示当前播放位置。
zh_hant_hk: 顯示目前播放位置。

source: Progress Bar
zh_hans: 进度条
zh_hant_hk: 進度列

source: Drag to jump to any position.
zh_hans: 拖动跳转到任意位置。
zh_hant_hk: 拖曳跳至任意位置。

source: Seek
zh_hans: 拖动定位
zh_hant_hk: 拖曳定位

source: Automatically remembers where you left off.
zh_hans: 自动记住上次收听位置。
zh_hant_hk: 自動記住上次收聽位置。

source: Remember Position
zh_hans: 记忆进度
zh_hant_hk: 記憶進度

source: Overview
zh_hans: 概述
zh_hant_hk: 概述

source: Progress Bar: shows the current playback position.
zh_hans: 进度条：展示当前播放位置。
zh_hant_hk: 進度列：顯示目前播放位置。

source: Seek: drag to jump to any position.
zh_hans: 拖动定位：拖动跳转到任意位置。
zh_hant_hk: 拖曳定位：拖曳跳至任意位置。

source: Remember Position: automatically remembers where you left off.
zh_hans: 记忆进度：自动记住上次收听位置。
zh_hant_hk: 記憶進度：自動記住上次收聽位置。

source: Basic Operations
zh_hans: 基本操作
zh_hant_hk: 基本操作

source: View the current progress on the player page.
zh_hans: 在播放页查看当前进度。
zh_hant_hk: 在播放頁檢視目前進度。

source: Drag the progress bar to jump to a target position.
zh_hans: 拖动进度条跳转到目标位置。
zh_hant_hk: 拖曳進度列跳至目標位置。

source: Reopens to the last position automatically.
zh_hans: 再次打开时自动恢复到上次位置。
zh_hant_hk: 再次開啟時自動恢復到上次位置。

source: Notes
zh_hans: 说明
zh_hant_hk: 說明

source: The progress bar updates in real time while playing.
zh_hans: 进度条随播放实时更新。
zh_hant_hk: 進度列會隨播放即時更新。
